[
    {
        "id": 1,
        "icon": "pe-7s-paint-bucket",
        "title": "Web Development",
        "content": "Our web development teams push boundaries in front-end and back-end development, delivering cutting-edge web solutions. With expertise in user interfaces and server-side functionalities, we stay ahead with refined skills and innovative tools. Trust our knowledgeable teams to bring your web projects to life."
      
    },
    {
        "id": 2,
        "icon": "pe-7s-phone",
        "title": "Mobile Development",
        "content": "Experience our expert mobile development teams who specialize in delivering customized hybrid and native applications that perfectly align with project goals and customer requirements. We prioritize adaptability and consistently exceed expectations by delivering high-quality mobile solutions that drive success."
    },
    {
        "id": 3,
        "icon": "pe-7s-phone",
        "title": "Custom Software Development",
        "content": "Custom software development is a tailored approach to creating software solutions that precisely match the unique needs of businesses. With expertise in cutting-edge technologies, our teams deliver high-quality, scalable, and efficient software solutions to drive business growth and success."
    },
    {
        "id": 4,
        "icon": "pe-7s-diskette",
        "title": "UI/UX Development",
        "content": "Our dedicated design teams are ready to collaborate with you, ensuring your ideas shine and your projects come to life through high-quality visual models. With their expertise and creativity, they will bring a professional touch to illustrate your vision and captivate your audience."
    },
    {
        "id": 5,
        "icon": "pe-7s-diskette",
        "title": "DevOps Engineering",
        "content": "Our DevOps services streamline software delivery through collaboration, automation, and tailored solutions. Gain agility, innovation, and a competitive edge in the digital landscape with our expert guidance. Optimize your processes and stay ahead with our comprehensive support."
    },
    {
        "id": 6,
        "icon": "pe-7s-diskette",
        "title": "AI & ML ",
        "content": "Experience the transformative power of our AI & ML Services. Our expert team leverages cutting-edge technology to deliver intelligent solutions tailored to your needs. From predictive analytics to automated decision-making systems, we harness the potential of AI and ML to drive innovation and optimize your business processes."
    }
]